[
  {
    "number": 1,
    "title": "Niat",
    "arabic": "إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ",
    "translation": "Sesungguhnya setiap amalan itu bergantung kepada niatnya. Dan setiap orang akan mendapat balasan sesuai dengan apa yang diniatkannya. Barangsiapa yang hijrahnya kepada Allah dan Rasul-Nya, maka hijrahnya kepada Allah dan Rasul-Nya. Dan barangsiapa yang hijrahnya kerana dunia yang ingin dicapainya atau kerana wanita yang ingin dikahwininya, maka hijrahnya itu kepada apa yang dia berhijrah kepadanya.",
    "narrator": "Amirul Mukminin Abu Hafs Umar bin Al-Khattab",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 2,
    "title": "Islam, Iman dan Ihsan",
    "arabic": "الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إنْ اسْتَطَعْت إلَيْهِ سَبِيلًا. وَالْإِيمَانُ أَنْ تُؤْمِنَ بِاَللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ. وَالْإِحْسَانُ أَنْ تَعْبُدَ اللَّهَ كَأَنَّك تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك",
    "translation": "Islam ialah engkau bersaksi bahawa tiada tuhan melainkan Allah dan Muhammad adalah Rasulullah, engkau mendirikan solat, menunaikan zakat, berpuasa di bulan Ramadan, dan menunaikan haji ke Baitullah jika mampu. Iman ialah engkau beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, hari akhirat, dan beriman kepada qada dan qadar baik dan buruknya. Ihsan ialah engkau beribadah kepada Allah seolah-olah engkau melihat-Nya, jika engkau tidak melihat-Nya, sesungguhnya Dia melihatmu.",
    "narrator": "Umar bin Al-Khattab",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 3,
    "title": "Rukun Islam",
    "arabic": "بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ",
    "translation": "Islam dibina atas lima perkara: Bersaksi bahawa tiada tuhan melainkan Allah dan Muhammad adalah Rasulullah, mendirikan solat, menunaikan zakat, menunaikan haji ke Baitullah, dan berpuasa di bulan Ramadan.",
    "narrator": "Abdullah bin Umar",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 4,
    "title": "Penciptaan Manusia",
    "arabic": "إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ إلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَشَقِيٍّ أَمْ سَعِيدٍ",
    "translation": "Sesungguhnya salah seorang daripada kamu dikumpulkan kejadiannya di dalam perut ibunya selama empat puluh hari sebagai nutfah, kemudian menjadi segumpal darah seperti itu juga, kemudian menjadi segumpal daging seperti itu juga, kemudian diutuskan kepadanya malaikat untuk meniupkan roh, dan diperintahkan untuk menulis empat perkara: rizkinya, ajalnya, amalnya, dan celaka atau bahagia.",
    "narrator": "Abdullah bin Mas'ud",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 5,
    "title": "Larangan Bid'ah",
    "arabic": "مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ",
    "translation": "Barangsiapa yang mengada-adakan sesuatu dalam urusan (agama) kami ini yang bukan daripadanya, maka ia tertolak.",
    "narrator": "Aisyah",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 6,
    "title": "Halal dan Haram",
    "arabic": "إِنَّ الْحَلَالَ بَيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا أُمُورٌ مُشْتَبِهَاتٌ لَا يَعْلَمُهُنَّ كَثِيرٌ مِنْ النَّاسِ، فَمَنْ اتَّقَى الشُّبُهَاتِ فَقَدْ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الْحَرَامِ",
    "translation": "Sesungguhnya yang halal itu jelas dan yang haram itu jelas, dan di antara keduanya terdapat perkara-perkara syubhat (samar-samar) yang tidak diketahui oleh kebanyakan manusia. Barangsiapa yang menjauhi perkara syubhat, maka dia telah menyelamatkan agama dan kehormatannya. Dan barangsiapa yang terjerumus dalam perkara syubhat, maka dia telah terjerumus dalam perkara haram.",
    "narrator": "An-Nu'man bin Basyir",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 7,
    "title": "Agama itu Nasihat",
    "arabic": "الدِّينُ النَّصِيحَةُ، قُلْنَا: لِمَنْ؟ قَالَ: لِلَّهِ، وَلِكِتَابِهِ، وَلِرَسُولِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ",
    "translation": "Agama itu adalah nasihat. Kami bertanya: Untuk siapa? Beliau menjawab: Untuk Allah, kitab-Nya, Rasul-Nya, pemimpin-pemimpin kaum muslimin dan seluruh kaum muslimin.",
    "narrator": "Tamim Ad-Dari",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 8,
    "title": "Larangan Membunuh",
    "arabic": "أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللَّهِ تَعَالَى",
    "translation": "Aku diperintahkan untuk memerangi manusia sehingga mereka bersaksi bahawa tiada tuhan melainkan Allah dan Muhammad adalah Rasulullah, mendirikan solat, dan menunaikan zakat. Apabila mereka melakukan yang demikian, maka terpeliharalah dariku darah dan harta mereka kecuali dengan hak Islam, dan hisab mereka terserah kepada Allah.",
    "narrator": "Abdullah bin Umar",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 9,
    "title": "Larangan yang Diharamkan",
    "arabic": "مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ",
    "translation": "Apa yang aku larang kamu daripadanya, maka jauhilah. Dan apa yang aku perintahkan kepada kamu, maka lakukanlah semampu kamu.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 10,
    "title": "Rezeki yang Baik",
    "arabic": "إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إلَّا طَيِّبًا، وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ",
    "translation": "Sesungguhnya Allah itu baik, tidak menerima melainkan yang baik. Dan sesungguhnya Allah memerintahkan kepada orang-orang mukmin sebagaimana Dia memerintahkan kepada para rasul.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 11,
    "title": "Meninggalkan Perkara Syubhat",
    "arabic": "دَعْ مَا يَرِيبُكَ إلَى مَا لَا يَرِيبُكَ",
    "translation": "Tinggalkanlah apa yang meragukanmu kepada apa yang tidak meragukanmu.",
    "narrator": "Al-Hasan bin Ali",
    "reference": "Riwayat Tirmizi & Nasa'i"
  },
  {
    "number": 12,
    "title": "Kebaikan Islam Seseorang",
    "arabic": "مِنْ حُسْنِ إسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ",
    "translation": "Termasuk kebaikan Islam seseorang ialah meninggalkan perkara yang tidak bermanfaat baginya.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Tirmizi & Ibn Majah"
  },
  {
    "number": 13,
    "title": "Kesempurnaan Iman",
    "arabic": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ",
    "translation": "Tidak beriman seseorang di antara kamu sehingga dia mencintai untuk saudaranya apa yang dia cintai untuk dirinya sendiri.",
    "narrator": "Anas bin Malik",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 14,
    "title": "Larangan Menumpahkan Darah",
    "arabic": "لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ",
    "translation": "Tidak halal darah seorang muslim kecuali dengan salah satu dari tiga perkara: orang yang berzina sedangkan dia sudah bernikah, jiwa dengan jiwa (qisas), dan orang yang meninggalkan agamanya dan memisahkan diri dari jemaah.",
    "narrator": "Abdullah bin Mas'ud",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 15,
    "title": "Perkataan yang Baik",
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاَللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ",
    "translation": "Barangsiapa yang beriman kepada Allah dan hari akhirat, maka hendaklah dia berkata baik atau diam.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 16,
    "title": "Larangan Marah",
    "arabic": "لَا تَغْضَبْ",
    "translation": "Jangan marah.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari"
  },
  {
    "number": 17,
    "title": "Berbuat Ihsan",
    "arabic": "إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ",
    "translation": "Sesungguhnya Allah mewajibkan berbuat ihsan dalam segala sesuatu. Apabila kamu membunuh, maka berbuat baiklah dalam membunuh. Apabila kamu menyembelih, maka berbuat baiklah dalam menyembelih. Hendaklah salah seorang dari kamu menajamkan pisaunya dan menenangkan sembelihannya.",
    "narrator": "Shaddad bin Aus",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 18,
    "title": "Bertakwa dan Berakhlak Mulia",
    "arabic": "اتَّقِ اللَّهَ حَيْثُمَا كُنْت، وَأَتْبِعْ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ",
    "translation": "Bertakwalah kepada Allah di mana sahaja kamu berada, iringilah kejahatan dengan kebaikan nescaya ia akan menghapuskannya, dan pergaulilah manusia dengan akhlak yang mulia.",
    "narrator": "Abu Zar & Muaz bin Jabal",
    "reference": "Riwayat Tirmizi"
  },
  {
    "number": 19,
    "title": "Beriman kepada Qada dan Qadar",
    "arabic": "احْفَظْ اللَّهَ يَحْفَظْك، احْفَظْ اللَّهَ تَجِدْهُ تُجَاهَك، إذَا سَأَلْت فَاسْأَلْ اللَّهَ، وَإِذَا اسْتَعَنْت فَاسْتَعِنْ بِاَللَّهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوك بِشَيْءٍ لَمْ يَنْفَعُوك إلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَك، وَإِنْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوك بِشَيْءٍ لَمْ يَضُرُّوك إلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْك",
    "translation": "Peliharalah Allah, nescaya Dia akan memeliharamu. Peliharalah Allah, nescaya kamu akan mendapati-Nya di hadapanmu. Apabila kamu meminta, mintalah kepada Allah. Apabila kamu memohon pertolongan, mohonlah kepada Allah. Ketahuilah bahawa sekiranya umat berkumpul untuk memberi manfaat kepadamu dengan sesuatu, mereka tidak akan dapat memberi manfaat kepadamu melainkan dengan sesuatu yang telah Allah tetapkan bagimu. Dan sekiranya mereka berkumpul untuk memberi mudarat kepadamu dengan sesuatu, mereka tidak akan dapat memberi mudarat kepadamu melainkan dengan sesuatu yang telah Allah tetapkan atasmu.",
    "narrator": "Abdullah bin Abbas",
    "reference": "Riwayat Tirmizi"
  },
  {
    "number": 20,
    "title": "Rasa Malu",
    "arabic": "إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُولَى: إذَا لَمْ تَسْتَحْيِ فَاصْنَعْ مَا شِئْت",
    "translation": "Sesungguhnya di antara perkara yang didapati manusia dari kalam kenabian yang terdahulu ialah: Jika kamu tidak malu, maka berbuatlah sesukamu.",
    "narrator": "Abu Mas'ud Al-Ansari",
    "reference": "Riwayat Bukhari"
  },
  {
    "number": 21,
    "title": "Istiqamah",
    "arabic": "قُلْ: آمَنْت بِاَللَّهِ ثُمَّ اسْتَقِمْ",
    "translation": "Katakanlah: Aku beriman kepada Allah, kemudian istiqamahlah.",
    "narrator": "Sufyan bin Abdullah",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 22,
    "title": "Jalan ke Syurga",
    "arabic": "لَا تَغْضَبْ وَلَكَ الْجَنَّةُ",
    "translation": "Jangan marah, dan bagimu syurga.",
    "narrator": "Abu Ad-Darda'",
    "reference": "Riwayat Tabrani"
  },
  {
    "number": 23,
    "title": "Bersuci",
    "arabic": "الطُّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ، وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَك أَوْ عَلَيْك",
    "translation": "Bersuci adalah separuh dari iman. Alhamdulillah memenuhi timbangan. Subhanallah dan Alhamdulillah memenuhi atau mengisi apa yang di antara langit dan bumi. Solat adalah cahaya. Sedekah adalah bukti. Sabar adalah sinar. Al-Quran adalah hujah untukmu atau terhadapmu.",
    "narrator": "Abu Malik Al-Harith bin Asim Al-Asy'ari",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 24,
    "title": "Larangan Zulim",
    "arabic": "يَا عِبَادِي إنِّي حَرَّمْت الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا",
    "translation": "Wahai hamba-hamba-Ku, sesungguhnya Aku haramkan kezaliman atas diri-Ku dan Aku jadikan ia haram di antara kamu, maka janganlah kamu saling menzalimi.",
    "narrator": "Abu Zar Al-Ghifari",
    "reference": "Riwayat Muslim (Hadis Qudsi)"
  },
  {
    "number": 25,
    "title": "Keutamaan Sedekah",
    "arabic": "كُلُّ سُلَامَى مِنْ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ، تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِينُ الرَّجُلَ فِي دَابَّتِهِ فَتَحْمِلُهُ عَلَيْهَا أَوْ تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ",
    "translation": "Setiap ruas dari tulang manusia wajib bersedekah setiap hari di mana matahari terbit. Mendamaikan dua orang adalah sedekah. Menolong seseorang naik ke atas kendaraannya atau mengangkat barang-barangnya ke atas kendaraan adalah sedekah. Perkataan yang baik adalah sedekah.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 26,
    "title": "Kebaikan Menghapus Kejahatan",
    "arabic": "الْبِرُّ حُسْنُ الْخُلُقِ، وَالْإِثْمُ مَا حَاكَ فِي صَدْرِك وَكَرِهْت أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ",
    "translation": "Kebaikan ialah akhlak yang mulia. Dan dosa ialah apa yang mengganggu hatimu dan kamu tidak suka orang lain mengetahuinya.",
    "narrator": "An-Nawwas bin Sam'an",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 27,
    "title": "Kebaikan dan Dosa",
    "arabic": "الْبِرُّ مَا اطْمَأَنَّتْ إلَيْهِ النَّفْسُ وَاطْمَأَنَّ إلَيْهِ الْقَلْبُ، وَالْإِثْمُ مَا حَاكَ فِي النَّفْسِ وَتَرَدَّدَ فِي الصَّدْرِ وَإِنْ أَفْتَاك النَّاسُ وَأَفْتَوْك",
    "translation": "Kebaikan ialah apa yang jiwa tenang dengannya dan hati tenang dengannya. Dan dosa ialah apa yang mengganggu jiwa dan bergolak di dalam dada, walaupun orang ramai telah memberi fatwa kepadamu (bahawa ia halal).",
    "narrator": "Wabisah bin Ma'bad",
    "reference": "Riwayat Ahmad & Darimi"
  },
  {
    "number": 28,
    "title": "Nasihat tentang Kebaikan",
    "arabic": "مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ",
    "translation": "Barangsiapa di antara kamu melihat kemungkaran, maka hendaklah dia mengubahnya dengan tangannya. Jika tidak mampu, maka dengan lisannya. Jika tidak mampu, maka dengan hatinya, dan yang demikian itu adalah selemah-lemah iman.",
    "narrator": "Abu Sa'id Al-Khudri",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 29,
    "title": "Larangan Membahayakan",
    "arabic": "لَا ضَرَرَ وَلَا ضِرَارَ",
    "translation": "Tidak boleh membahayakan diri sendiri dan tidak boleh membahayakan orang lain.",
    "narrator": "Abu Sa'id Sa'd bin Malik bin Sinan Al-Khudri",
    "reference": "Riwayat Ibn Majah & Daraqutni"
  },
  {
    "number": 30,
    "title": "Mu'jizat dan Karamah",
    "arabic": "إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ",
    "translation": "Sesungguhnya Allah telah memaafkan umatku dari kesilapan, lupa, dan apa yang dipaksa ke atas mereka.",
    "narrator": "Ibn Abbas",
    "reference": "Riwayat Ibn Majah & Baihaqi"
  },
  {
    "number": 31,
    "title": "Zuhud di Dunia",
    "arabic": "كُنْ فِي الدُّنْيَا كَأَنَّك غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ",
    "translation": "Jadilah di dunia ini seolah-olah kamu orang asing atau pengembara.",
    "narrator": "Abdullah bin Umar",
    "reference": "Riwayat Bukhari"
  },
  {
    "number": 32,
    "title": "Larangan Hasad",
    "arabic": "لَا ضَرَرَ وَلَا ضِرَارَ",
    "translation": "Tidak boleh membahayakan dan tidak boleh membalas bahaya.",
    "narrator": "Abu Sa'id Al-Khudri",
    "reference": "Riwayat Ibn Majah & Daraqutni"
  },
  {
    "number": 33,
    "title": "Beban Pembuktian",
    "arabic": "الْبَيِّنَةُ عَلَى الْمُدَّعِي وَالْيَمِينُ عَلَى مَنْ أَنْكَرَ",
    "translation": "Bukti wajib atas orang yang menuntut dan sumpah atas orang yang mengingkari.",
    "narrator": "Ibn Abbas",
    "reference": "Riwayat Baihaqi & Daraqutni"
  },
  {
    "number": 34,
    "title": "Mengingkari Kemungkaran",
    "arabic": "مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ",
    "translation": "Barangsiapa di antara kamu melihat kemungkaran, hendaklah dia mengubahnya dengan tangannya. Jika tidak mampu, maka dengan lidahnya. Jika tidak mampu, maka dengan hatinya, dan itulah selemah-lemah iman.",
    "narrator": "Abu Sa'id Al-Khudri",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 35,
    "title": "Persaudaraan Muslimin",
    "arabic": "لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللَّهِ إخْوَانًا",
    "translation": "Janganlah kamu saling hasad dengki, jangan menipu dalam jual beli, jangan saling membenci, jangan saling membelakangi, dan janganlah sebahagian kamu menjual atas jualan sebahagian yang lain. Jadilah kamu hamba-hamba Allah yang bersaudara.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 36,
    "title": "Menolong Saudara",
    "arabic": "مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ",
    "translation": "Barangsiapa yang melepaskan seorang mukmin dari satu kesusahan dunia, nescaya Allah akan melepaskannya dari satu kesusahan di hari kiamat. Barangsiapa yang memudahkan orang yang kesusahan, nescaya Allah akan memudahkannya di dunia dan akhirat.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 37,
    "title": "Amal Kebajikan",
    "arabic": "إِنَّ اللَّهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ، ثُمَّ بَيَّنَ ذَلِكَ، فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللَّهُ لَهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إلَى سَبْعِمِائَةِ ضِعْفٍ إلَى أَضْعَافٍ كَثِيرَةٍ",
    "translation": "Sesungguhnya Allah mencatat kebaikan dan kejahatan, kemudian menjelaskannya. Barangsiapa yang berniat melakukan kebaikan tetapi tidak melakukannya, Allah mencatatnya sebagai satu kebaikan yang sempurna. Jika dia berniat dan melakukannya, Allah mencatatnya sebagai sepuluh kebaikan hingga tujuh ratus kali ganda bahkan lebih dari itu.",
    "narrator": "Abdullah bin Abbas",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 38,
    "title": "Kasih Sayang Allah",
    "arabic": "إِنَّ اللَّهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ",
    "translation": "Sesungguhnya Allah berfirman: Barangsiapa memusuhi wali-Ku, maka Aku mengumumkan perang terhadapnya. Tidaklah hamba-Ku mendekatkan diri kepada-Ku dengan sesuatu yang lebih Aku cintai daripada apa yang telah Aku wajibkan ke atasnya. Hamba-Ku senantiasa mendekatkan diri kepada-Ku dengan amalan-amalan sunat sehingga Aku mencintainya.",
    "narrator": "Abu Hurairah",
    "reference": "Riwayat Bukhari (Hadis Qudsi)"
  },
  {
    "number": 39,
    "title": "Pengampunan Allah",
    "arabic": "إِنَّ اللَّهَ تَعَالَى يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ، وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ، حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا",
    "translation": "Sesungguhnya Allah membentangkan tangan-Nya pada malam hari untuk menerima taubat orang yang berbuat jahat di siang hari, dan membentangkan tangan-Nya di siang hari untuk menerima taubat orang yang berbuat jahat di malam hari, sehingga matahari terbit dari barat.",
    "narrator": "Abu Musa Al-Ash'ari",
    "reference": "Riwayat Muslim"
  },
  {
    "number": 40,
    "title": "Ikhlas dalam Beramal",
    "arabic": "يَا أَيُّهَا النَّاسُ! إنَّكُمْ مَحْشُورُونَ إلَى اللَّهِ حُفَاةً عُرَاةً غُرْلًا، إِنَّ أَوَّلَ الْخَلَائِقِ يُكْسَى يَوْمَ الْقِيَامَةِ إبْرَاهِيمُ، أَلَا وَإِنَّهُ سَيُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ",
    "translation": "Wahai manusia! Sesungguhnya kamu akan dikumpulkan kepada Allah dalam keadaan tanpa alas kaki, tanpa pakaian, dan tidak berkhatan. Sesungguhnya makhluk yang pertama diberi pakaian pada hari kiamat ialah Ibrahim. Ketahuilah bahawa akan didatangkan beberapa orang lelaki dari umatku, lalu mereka dibawa ke arah kiri.",
    "narrator": "Abdullah bin Abbas",
    "reference": "Riwayat Bukhari & Muslim"
  },
  {
    "number": 41,
    "title": "Mengikut Sunnah Rasulullah",
    "arabic": "لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ",
    "translation": "Tidak sempurna iman seseorang di antara kamu sehingga hawa nafsunya mengikut apa yang aku bawa (ajaran Islam).",
    "narrator": "Abdullah bin Amr",
    "reference": "Riwayat An-Nawawi"
  },
  {
    "number": 42,
    "title": "Keluasan Ampunan Allah",
    "arabic": "إِنَّ اللَّهَ تَعَالَى يَقْبَلُ تَوْبَةَ الْعَبْدِ مَا لَمْ يُغَرْغِرْ",
    "translation": "Sesungguhnya Allah menerima taubat hamba-Nya selama belum sampai kepada sakaratul maut.",
    "narrator": "Abdullah bin Umar",
    "reference": "Riwayat Tirmizi & Ibn Majah"
  }
]
